---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RoomLowerOffset
source: html/1052f477-f2e4-ccd9-dba9-a2aad744d811.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RoomLowerOffset Property

"Base Offset"

## Syntax (C#)
```csharp
public static ForgeTypeId RoomLowerOffset { get; }
```